Repository: vetcoders/codescribe
Catalog: macos/Codescribe/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: pl

source: Provider
pl: Dostawca

source: Provider API key
pl: Klucz API dostawcy

source: Provider access is still being updated.
pl: Aktualizowanie dostępu do usług dostawcy.

source: Provider access is unavailable. No credential status has been confirmed.
pl: Nie udało się sprawdzić konta ani klucza API.

source: Provider access is unavailable. The last checked values are shown below.
pl: Nie można teraz sprawdzić dostępu do dostawcy. Poniżej widzisz ostatni znany stan.

source: Provider access unavailable
pl: Brak dostępu do dostawcy

source: Provider default model
pl: Domyślny model dostawcy

source: Providers
pl: Dostawcy

source: Pulsing red
pl: Pulsujący czerwony

source: Put %@ back
pl: Przywróć %@ na listę

source: Queued
pl: W kolejce

source: Queued message
pl: Wiadomość w kolejce

source: Quick start
pl: Szybki start

source: Quiet
pl: Cicho

source: Quit
pl: Zakończ

source: Raw STT · %lld characters
pl: Surowa transkrypcja · %lld znaku

source: Read
pl: Przeczytano

# Read %lld/%lld
source: Read %1$lld/%2$lld
pl: Przeczytano %1$lld/%2$lld

source: Read data
pl: Odczyt danych

source: Read error
pl: Błąd odczytu

source: Readiness check unavailable
pl: Nie udało się sprawdzić gotowości

source: Reading the controller's calibration and seal-lane verdict.
pl: Sprawdzanie kalibracji mikrofonu i możliwości zatwierdzania wypowiedzi…

source: Reading the controller's measured profile.
pl: Odczytywanie zmierzonego profilu.

source: Reading the current setting…
pl: Sprawdzanie aktualnego ustawienia…

source: Reading the product setting and any power-user override.
pl: Sprawdzanie ustawienia Codescribe i ewentualnego wymuszenia z konfiguracji zaawansowanej…

source: Ready
pl: Gotowy

source: Ready to go ✓
pl: Gotowe do pracy ✓

source: Ready to install after you select an agent client.
pl: Instalacja będzie możliwa po wybraniu aplikacji agenta.

source: Ready to record
pl: Gotowe do nagrywania

source: Ready to record on %@
pl: Gotowe do nagrywania: %@

source: Ready to work
pl: Gotowe do pracy

source: Ready · %@
pl: Gotowe · %@

source: Recent corrections · %lld
pl: Ostatnie poprawki · %lld

source: Recheck
pl: Sprawdź ponownie

source: Recognition language
pl: Język rozpoznawania

source: Recognition mode
pl: Tryb rozpoznawania

source: Recording
pl: Nagrywanie

source: Recording cannot start
pl: Nie można rozpocząć nagrywania

source: Recording did not start.
pl: Nagrywanie nie rozpoczęło się.

source: Recording failed
pl: Nagrywanie nie powiodło się

source: Recording for the Agent
pl: Nagrywanie dla Agenta

source: Recording hands-free
pl: Nagrywanie bez przytrzymywania

source: Recording in progress
pl: Trwa nagrywanie

source: Recording needs setup
pl: Nagrywanie wymaga konfiguracji

source: Recording readiness
pl: Gotowość do nagrywania

source: Recording start signal
pl: Sygnał rozpoczęcia nagrywania

source: Recording start sound
pl: Dźwięk rozpoczęcia nagrywania

source: Recording start sound volume
pl: Głośność dźwięku rozpoczęcia nagrywania

source: Recording started, but transcription did not finish.
pl: Nagrywanie się rozpoczęło, ale transkrypcja nie została ukończona.

source: Recording stays disabled until step 1 is complete.
pl: Nagrywanie pozostanie wyłączone, dopóki nie ukończysz kroku 1.

source: Recording time
pl: Czas nagrywania

source: Recording...
pl: Nagrywanie…

source: Recordings, transcriptions, dictionary and lexicon data, quality corpus and reports, prompts, audio, hotkeys, dictation settings, license, and macOS permissions stay unchanged.
pl: Nagrania, transkrypcje, słownik i leksykon, dane jakościowe i raporty, prompty, audio, skróty klawiszowe, ustawienia dyktowania, licencja oraz uprawnienia macOS pozostaną bez zmian.

source: Recovered text — review before using
pl: Odzyskany tekst — sprawdź przed użyciem

source: Red
pl: Czerwony

source: Refresh
pl: Odśwież

source: Refresh %@ data
pl: Odśwież dane (%@)

source: Refresh %@ models
pl: Odśwież modele %@

source: Refresh audio input devices
pl: Odśwież listę urządzeń wejściowych audio

source: Refresh microphones
pl: Odśwież mikrofony

source: Refresh pending requests
pl: Sprawdź oczekujące prośby o zgodę

source: Refresh status
pl: Odśwież stan

source: Refreshing…
pl: Sprawdzanie…

source: Refused
pl: Odrzucony

source: Registration failed: %@; last connection test passed — %@
pl: Rejestracja nieudana: %1$@; ostatni test połączenia udany — %2$@

source: Registration failed: %@; last connection test passed — %@ (server %@)
pl: Rejestracja nieudana: %1$@; ostatni test połączenia udany — %2$@ (serwer %3$@)

source: Relaxed
pl: Spokojne

source: Remove
pl: Usuń

source: Remove %@ from MCP servers?
pl: Usunąć %@ z serwerów MCP?

source: Remove %@?
pl: Usunąć %@?

source: Remove attachment
pl: Usuń załącznik

source: Remove custom provider %@
pl: Usuń własnego dostawcę: %@

source: Remove folder
pl: Usuń folder

source: Remove from list and move to archive
pl: Usuń z listy i przenieś do archiwum

source: Remove key
pl: Usuń klucz

source: Remove provider and its key
pl: Usuń dostawcę i jego klucz

source: Remove rule
pl: Usuń regułę

source: Remove server
pl: Usuń serwer

source: Remove the stored %@ account tokens
pl: Usuń zapisane tokeny konta %@

source: Remove this key from the Keychain
pl: Usuń ten klucz z pęku kluczy

source: Remove this server from mcp.json…
pl: Usuń ten serwer z pliku mcp.json…

source: Removed
pl: Usunięto

source: Removes %@ from mcp.json and deletes its Keychain token. The Agent loses this server's tools until you add it again.
pl: Usuwa %@ z pliku mcp.json i kasuje jego token z pęku kluczy. Agent traci narzędzia tego serwera, dopóki nie dodasz go ponownie.

source: Rename
pl: Zmień nazwę

source: Rename thread
pl: Zmień nazwę wątku

source: Render as markdown
pl: Wyświetl jako Markdown

source: Render the previous %lld turns
pl: Pokaż poprzednie %lld wypowiedzi

source: Reopen unsaved work on its transcript
pl: Przywróć niezapisaną pracę do jej transkrypcji

source: Replace a manually installed Codescribe skill?
pl: Zastąpić ręcznie zainstalowany skill Codescribe?

source: Replace key…
pl: Zastąp klucz…

source: Replace manual copy…
pl: Zastąp ręczną kopię…

source: Replaced
pl: Zamieniono

source: Requests another transcription of this recording
pl: Ponownie transkrybuje to nagranie

source: Requests formatting between takes
pl: Uruchamia formatowanie między nagraniami

source: Required for committed utterances; stored in Settings.
pl: Wymagane do zatwierdzania wypowiedzi. Zapisywane w ustawieniach Codescribe.

source: Required local FP16 model (%@). Missing or invalid weights keep Local power not ready.
pl: Wymagany lokalny model FP16 (%@). Bez poprawnych wag tryb lokalny nie jest gotowy.

source: Requires confirmation and keeps a recoverable backup.
pl: Wymaga potwierdzenia i zachowuje kopię zapasową, którą można przywrócić.

source: Reset %@ model
pl: Przywróć domyślny model %@

source: Reset Agent
pl: Reset danych Agenta

source: Reset Agent. Destructive action.
pl: Wyzeruj dane Agenta. Uwaga: operacja usuwa dane.

source: Reset Agent?
pl: Wyzerować dane Agenta?

source: Reset Agent…
pl: Wyzeruj dane Agenta…

source: Reset app data. Destructive action.
pl: Reset danych aplikacji. Uwaga: operacja usuwa dane.

source: Reset model
pl: Przywróć model domyślny

source: Resolve the conflict above to save the mode shortcuts.
pl: Rozwiąż konflikt powyżej, aby zapisać skróty trybów.

source: Restart and continue
pl: Uruchom ponownie i kontynuuj

source: Restart now
pl: Uruchom ponownie

source: Restarting…
pl: Ponowne uruchamianie…

source: Restore %@ to the built-in default?
pl: Przywrócić domyślną wersję: %@?

source: Restore default mode shortcuts
pl: Przywróć domyślne skróty trybów

source: Restore default template
pl: Przywróć domyślny szablon

source: Restore default transcript tag template
pl: Przywróć domyślny szablon znacznika transkrypcji

source: Restore default…
pl: Przywróć domyślny…

source: Restore only %@
pl: Przywróć tylko %@

source: Restore this prompt
pl: Przywróć ten prompt

source: Restored draft
pl: Przywrócony szkic

source: Restores the latest projected transcript
pl: Przywraca najnowszą wersję transkrypcji

source: Retranscribe
pl: Transkrybuj ponownie

source: Retranscribe needs the Local power or Cloud mode.
pl: Ponowna transkrypcja wymaga Trybu lokalnego lub Chmury.

source: Retranscribing…
pl: Trwa ponowna transkrypcja…

source: Retranscription failed
pl: Ponowna transkrypcja nie powiodła się

source: Retranscription needs the recording engine
pl: Ponowna transkrypcja wymaga silnika nagrywania

source: Reveal in Finder
pl: Pokaż w Finderze

source: Rewritten by your dictionary
pl: Zmienione przez Twój słownik

source: Running %@ on archived audio…
pl: %@ — przetwarzanie zapisanego nagrania…

source: Runtime input: %@
pl: Używane urządzenie: %@

source: Safe
pl: Ostrożne

source: Same provider as the Agent; the model list error is shown above.
pl: Ten sam dostawca co dla Agenta; błąd listy modeli jest pokazany wyżej.

source: Sample rate
pl: Częstotliwość próbkowania

source: Save
pl: Zapisz

source: Save %@
pl: Zapisz: %@

source: Save %@ model
pl: Zapisz model %@

source: Save a key first to test it
pl: Najpierw zapisz klucz, żeby go sprawdzić

source: Save changes
pl: Zapisz zmiany

source: Save correction
pl: Zapisz poprawkę

source: Save failed: %@
pl: Nie udało się zapisać: %@

source: Save key
pl: Zapisz klucz

source: Save mode shortcuts
pl: Zapisz skróty trybów

source: Save selection
pl: Zapisz zaznaczony tekst

source: Save the prompt
pl: Zapisz prompt

source: Saved consent
pl: Zapisana zgoda

source: Saved the Agent replies as %@ in %@.
pl: Odpowiedzi Agenta zapisano w folderze %2$@ jako plik %1$@.

# Saved the whole thread as %@ in %@.
source: Saved the whole thread as %1$@ in %2$@.
pl: Cały wątek zapisano w folderze %2$@ jako plik %1$@.

source: Saved to daily note
pl: zapisano notatkę

source: Saved transcript from history. Click to edit; changes are saved as new versions and the original is kept.
pl: Zapisana transkrypcja z historii. Kliknij, aby edytować; zmiany zapisują się jako nowe wersje, a oryginał zostaje zachowany.

source: Saved · %@
pl: Zapisano · %@

source: Saved · an override decides the active model (see note below)
pl: Zapisano · aktywny model ustawia zmienna środowiskowa.

source: Saved · applies from the next take
pl: Zapisano · od następnego nagrania

source: Saved · applies when the current recording finishes
pl: Zapisano · po zakończeniu bieżącego nagrania

source: Saved — %lld rules learned
pl: Zapisano — słownik nauczył się %lld reguły

source: Saved — dictionary learning failed: %@
pl: Zapisano. Nie udało się uzupełnić słownika: %@

source: Saved — no test for this key
pl: Zapisano — tego klucza nie da się sprawdzić

source: Saved: %@. Restart Codescribe to apply it; an explicit AUDIO_INPUT_DEVICE launch override can keep a different runtime input active.
pl: Zapisano: %@. Uruchom ponownie Codescribe, aby zastosować zmianę. Jeśli przy uruchamianiu ustawiono inne urządzenie audio przez AUDIO_INPUT_DEVICE, Codescribe może nadal korzystać z niego zamiast z zapisanego ustawienia.

source: Saved; no dictionary rule derived
pl: Zapisano. Nie utworzono reguły słownika.

source: Saving correction
pl: Zapisywanie poprawki

source: Saving provider…
pl: Zapisywanie ustawień…

source: Screen Recording
pl: Nagrywanie ekranu i dźwięku systemowego

source: Seal lane is disarmed by %@ override
pl: Ustawienie %@ wymusza wyłączenie zatwierdzania zakończonych wypowiedzi.

source: Seal lane is off in Settings › Audio
pl: Zatwierdzanie zakończonych wypowiedzi jest wyłączone w Ustawieniach › Dźwięk.

source: Search server or tool
pl: Szukaj serwera lub narzędzia

source: Search settings
pl: Szukaj w ustawieniach

source: Search threads
pl: Znajdź wątek

source: See when Codescribe processes audio on this Mac and when it may use cloud services.
pl: Sprawdź, kiedy Codescribe przetwarza dźwięk lokalnie, a kiedy może korzystać z usług chmurowych.

source: Select Codex, Claude Code, or both before installing.
pl: Przed instalacją wybierz Codex, Claude Code lub oba narzędzia.

source: Selected
pl: Wybrano

source: Selected model
pl: Wybrany model

source: Selection and app captured with this voice turn
pl: Dołączono zaznaczenie i kontekst aplikacji.

source: Send a confirmation after the first successful dictation
pl: Wyślij potwierdzenie po pierwszym udanym dyktowaniu

source: Send message
pl: Wyślij wiadomość

source: Send transcript to Agent
pl: Wyślij transkrypcję do Agenta

source: Sends the accepted transcript to Agent
pl: Wysyła zatwierdzoną transkrypcję do Agenta

source: Sends the projected transcript to the selected destination
pl: Wysyła bieżącą wersję transkrypcji do wybranego miejsca docelowego

source: Sentence pause
pl: Pauza między zdaniami

source: Server URL
pl: Adres URL serwera

source: Server identity
pl: Tożsamość serwera

source: Server name
pl: Nazwa serwera

source: Server rule
pl: Reguła serwera

source: Servers are added, tested and removed in the MCP tab.
pl: Serwery dodajesz, testujesz i usuwasz w zakładce MCP.

source: Service keys
pl: Klucze usług

source: Set
pl: Ustawiono

source: Set manually
pl: Ustawiony ręcznie

source: Set up
pl: Skonfiguruj

source: Set up an Agent account or an API key. You can also do this later.
pl: Skonfiguruj konto Agenta lub klucz API. Możesz zrobić to także później.

source: Set when the Agent may use tools without asking, when it needs your approval, and when it must refuse.
pl: Ustaw, kiedy Agent może korzystać z narzędzi bez pytania, kiedy potrzebuje Twojej zgody, a kiedy ma odmówić wykonania działania.

source: Settings
pl: Ustawienia

source: Settings keys
pl: Klucze ustawień

source: Settings…
pl: Ustawienia…

source: Setup
pl: Konfiguracja

source: Setup Wizard
pl: Kreator

source: Setup is complete.
pl: Konfiguracja jest gotowa.

source: Setup progress
pl: Postęp konfiguracji

source: Shift during Fn hold
pl: Shift podczas przytrzymywania Fn

source: Shift or Command during an already-started Fn hold attaches the selected text. It does not switch to the Agent.
pl: Shift lub Command podczas już rozpoczętego przytrzymania Fn dołącza zaznaczony tekst. Nie przełącza do Agenta.

source: Shortcuts need Input Monitoring + Accessibility
pl: Aby skróty działały, włącz uprawnienia „Monitorowanie wprowadzania” i „Dostępność”

source: Show details
pl: Pokaż szczegóły

source: Show earlier messages
pl: Pokaż wcześniejsze wiadomości

source: Show earlier · %lld turns
pl: Pokaż wcześniejsze · %lld wypowiedzi

source: Show full text · %@
pl: Pokaż pełny tekst · %@

source: Show icon
pl: Pokaż ikonę

source: Show or hide transcript tools
pl: Pokaż lub ukryj narzędzia transkrypcji

source: Show overlay
pl: Pokaż overlay

source: Show raw text
pl: Pokaż surowy tekst

source: Show servers
pl: Pokaż serwery

source: Show transcript by default
pl: Domyślnie pokazuj transkrypcję

source: Show transcription
pl: Pokaż transkrypcję

source: Shows Agent-only impact and requires typing %@ before continuing.
pl: Pokazuje zakres zmian dotyczących tylko Agenta i wymaga wpisania %@ przed kontynuowaniem.

source: Shows the live impact, names whether base prompts are preserved, and requires typing %@ before data moves to Trash.
pl: Pokazuje aktualny zakres zmian i informuje, czy bazowe prompty zostaną zachowane. Przeniesienie danych do kosza wymaga wpisania %@.

source: Sign in with %@
pl: Zaloguj się przez %@

source: Sign out
pl: Wyloguj się

source: Sign out %@
pl: Wyloguj %@

source: Sign out of %@
pl: Wyloguj się z %@

source: Silence
pl: Cisza

source: Silero VAD did not load
pl: Nie udało się załadować Silero VAD

source: Skill installed from this app. Reload skills in your agent client, then invoke /codescribe. Installation does not attach a listener or verify voice delivery.
pl: Skill zainstalowany z tej aplikacji. Odśwież skille w aplikacji agenta, a następnie wywołaj /codescribe. Instalacja nie podpina nasłuchu ani nie weryfikuje dostarczania głosu.

source: Skip
pl: Pomiń

source: Smart prompt
pl: Prompt Smart

source: Smooth
pl: Płynne

source: Snappy
pl: Szybkie

source: Some measured speech is not covered by committed text; its timing is unavailable for this take. You can review and recover the available text.
pl: Część wykrytej mowy nie trafiła do zapisanej transkrypcji.

source: Something went wrong: %@
pl: Coś poszło nie tak: %@

source: Sound feedback
pl: Sygnał dźwiękowy

source: Source unavailable
pl: Źródło niedostępne

source: Source: %@
pl: Źródło: %@

source: Source: Built-in prompt
pl: Źródło: Wbudowany prompt

source: Source: Built-in prompt (file unreadable)
pl: Źródło: Wbudowany prompt (plik nieczytelny)

source: Source: Custom prompt
pl: Źródło: Własny prompt

source: Spawn the server and list its tools
pl: Uruchom serwer i pokaż jego narzędzia

source: Speak
pl: Odczytaj

source: Speak this response. AI-generated voice.
pl: Odczytaj tę odpowiedź głosem wygenerowanym przez AI.

source: Speak to agent
pl: Mów do agenta

source: Speech Recognition
pl: Rozpoznanie mowy

source: Speech Recognition access is unavailable — check System Settings › Privacy & Security › Speech Recognition
pl: Uprawnienie „Rozpoznanie mowy” jest niedostępne — sprawdź Ustawienia systemowe › Prywatność i ochrona › Rozpoznanie mowy

source: Speech Recognition is off for Codescribe — enable it in System Settings › Privacy & Security › Speech Recognition
pl: Codescribe nie ma uprawnienia „Rozpoznanie mowy” — włącz je w Ustawieniach systemowych › Prywatność i ochrona › Rozpoznanie mowy

source: Speech coverage incomplete
pl: Tekst nie obejmuje całej wykrytej mowy

source: Speech coverage not measured
pl: Brak pomiaru pokrycia mowy

source: Speech coverage was measured as complete, but this take has no terminal seal.
pl: Pokrycie mowy jest pełne, ale to nagranie nie zostało jeszcze ostatecznie zatwierdzone.

source: Speech coverage was not measured because no acoustic measurement was taken.
pl: Nie zmierzono pokrycia mowy, bo nie wykonano pomiaru akustycznego.

source: Speech coverage was not measured because the measurement could not be used.
pl: Nie zmierzono pokrycia mowy, bo pomiaru nie można było wykorzystać.

source: Speech coverage was not measured because the measurement covered only part of this take.
pl: Nie zmierzono pokrycia mowy, bo pomiar obejmował tylko część nagrania.

source: Speech coverage was not measured because the measurement did not match this take.
pl: Nie zmierzono pokrycia mowy, bo pomiar nie odpowiada temu nagraniu.

source: Speech coverage was not measured because the measurement was unavailable.
pl: Nie zmierzono pokrycia mowy, bo pomiar był niedostępny.

source: Speech engine is unavailable.
pl: Rozpoznawanie mowy jest niedostępne.

source: Speech recognition
pl: Rozpoznawanie mowy

source: Speech recognition parameters
pl: Parametry rozpoznawania mowy

source: Speech too quiet or short — adjust the mic and try again
pl: Wypowiedź była zbyt cicha lub zbyt krótka — popraw ustawienie mikrofonu i spróbuj ponownie

source: Speech unavailable
pl: Rozpoznawanie mowy niedostępne

source: Spoken language
pl: Język mówiony

source: Start dictation
pl: Rozpocznij dyktowanie

source: Start recording
pl: Rozpocznij nagrywanie

source: Start transcription
pl: Rozpocznij transkrypcję

source: Start voice input
pl: Rozpocznij nagrywanie głosu

source: Starting
pl: Rozpoczynanie nagrywania

source: Starting download…
pl: Rozpoczynanie pobierania…

source: Starting recording…
pl: Rozpoczynanie nagrywania…

source: Starting...
pl: Uruchamianie…

source: Starting…
pl: Uruchamianie…

source: Starts a new take in the current dictation mode
pl: Rozpoczyna nowe nagranie w bieżącym trybie dyktowania

source: Starts a real dictation session in the shared recorder
pl: Rozpoczyna zwykłą sesję dyktowania

source: Status: %@
pl: Stan: %@

# Step %lld of %lld
source: Step %1$lld of %2$lld
pl: Krok %1$lld z %2$lld

# Step %lld, %@
source: Step %1$lld, %2$@
pl: Krok %1$lld, %2$@

source: Stop
pl: Zatrzymaj

source: Stop playing the original recording
pl: Zatrzymaj odtwarzanie oryginalnego nagrania

source: Stop recording
pl: Zatrzymaj nagrywanie

source: Stop response
pl: Zatrzymaj odpowiedź

source: Stop speaking
pl: Zatrzymaj odczytywanie

source: Stop speaking to agent
pl: Zakończ dyktowanie do agenta

source: Stop voice input
pl: Zatrzymaj nagrywanie głosu

source: Stopped
pl: Zatrzymano

source: Stopping
pl: Zatrzymywanie

source: Stopping response
pl: Zatrzymywanie odpowiedzi

source: Stops capture and requests the final projection
pl: Zatrzymuje nagrywanie i przygotowuje ostateczną wersję transkrypcji

source: Stops the active take in the shared recorder
pl: Zatrzymuje bieżące nagranie

source: Stored API key
pl: Zapisany klucz API

source: Stored calibration cannot be used
pl: Nie można użyć zapisanej kalibracji

source: Streaming
pl: Odpowiadanie

source: Streaming Whisper
pl: Whisper na żywo

source: Strong level
pl: Wysoki poziom

# Suggested rule for %@ from %lld variants. %llu occurrences.
source: Suggested rule for %1$@ from %lld variants. %llu occurrences.
pl: Propozycja reguły dla %1$@ na podstawie %lld wariantu. %llu wystąpienia.

source: Suggested rules · %lld
pl: Proponowane reguły · %lld

source: System Settings
pl: Ustawienia systemowe

source: System default
pl: Domyślne urządzenie systemowe

source: System default: %@
pl: Domyślne urządzenie systemowe: %@

source: Take not sealed yet
pl: Nagranie nie jest jeszcze zatwierdzone

source: Talk with the Agent and use its tools.
pl: Rozmawiasz z Agentem i korzystasz z jego narzędzi.

source: Tap Fn to dictate
pl: Dyktowanie jednym naciśnięciem Fn

source: Teach
pl: Naucz

# Teach %@ as %@
source: Teach %1$@ as %2$@
pl: Dodaj do słownika: %1$@ → %2$@

source: Teach failed: %@
pl: Nie udało się uzupełnić słownika: %@

source: Technical details
pl: Szczegóły techniczne

source: Template
pl: Szablon

source: Template preview
pl: Podgląd szablonu

source: Terminal and process tools always require Allow once. Commands and paths remain constrained to Agent workspace roots.
pl: Narzędzia terminala i procesów zawsze wymagają „Zezwól raz”. Polecenia i ścieżki są ograniczone do folderów dostępnych dla Agenta.

source: Terms of Use & EULA
pl: Warunki użytkowania i EULA

source: Test
pl: Sprawdź

source: Test %@
pl: Sprawdź: %@

source: Test mic
pl: Sprawdź mikrofon

source: Test this key
pl: Sprawdź ten klucz

source: Testing…
pl: Sprawdzanie…

source: Text appears almost as soon as it is recognized.
pl: Tekst pojawia się niemal od razu po rozpoznaniu.

source: Text verification incomplete
pl: Tekst nie został zweryfikowany.

source: Text verification is incomplete; this receipt provides no usable uncovered speech interval. You can review and recover the available text.
pl: Weryfikacja tekstu jest niepełna. Nie można wskazać dokładnego fragmentu, którego brakuje w transkrypcji.

source: Text — during AI requests to the providers you configured.
pl: Tekst — podczas zapytań AI do skonfigurowanych przez Ciebie dostawców.

source: The %@ pass returned no text
pl: Przebieg „%@” nie zwrócił tekstu

source: The Agent has not run yet — server status is checked on its first turn.
pl: Agent nie został jeszcze uruchomiony — stan serwerów zostanie sprawdzony przy jego pierwszej turze.

source: The Agent looks for projects and Git repositories in these folders. It also searches subfolders, but skips hidden folders and build directories.
pl: W tych folderach Agent szuka projektów i repozytoriów Git. Przeszukuje też podfoldery, ale pomija foldery ukryte i katalogi build.
